Repository: shipmondo/prestashop_shipping_module
Catalog: translations/*/ModulesShipmondoAdmin.*.xlf
Languages: da_dk, nn_no, no_no

source: A complete shipping solution for PrestaShop
da_dk: En komplet fragtløsning til PrestaShop
nn_no: Ei komplett fraktløysing for PrestaShop
no_no: En komplett fraktløsning for PrestaShop

source: Add Shipmondo carrier
da_dk: Tilføj Shipmondo transportør
no_no: Legg til Shipmondo transportør

source: An error occured when requesting Shipmondo: %apiError%
da_dk: Der opstod en fejl under forspørgsel til Shipmondo: %apiError%
nn_no: Det oppstod ein feil under førespurnad til Shipmondo: %apiError%
no_no: Det oppstod en feil under forespørsel til Shipmondo: %apiError%

source: Carrier product
da_dk: Transportør Produkt
no_no: Transportør produkt

source: Carriers
da_dk: Transportører
nn_no: Transportørar
no_no: Transportører

source: Create new carrier
da_dk: Opret nyt leveringsfirma
nn_no: Opprett ny transportør
no_no: Opprett ny transportør

source: Delivery Checkout key
da_dk: Delivery Checkout nøgle
no_no: Fraktmodulnøkkel

source: Delivery Checkout key is required
da_dk: Delivery Checkout nøgle er påkrævet
no_no: Fraktmodulnøkkel er påkrevd

source: Display type is required
da_dk: Visningstype er påkrævet
nn_no: Visningstype er påkravd
no_no: Visningstype er påkrevd

source: Filter service point types
da_dk: Filtrer service point typer
no_no: Filtrer utleveringssted-typer

source: Go to
da_dk: Gå til
no_no: Gå til

source: Google Maps API key
da_dk: Google Maps API nøgle
nn_no: Google Maps API-nøkkel
no_no: Google Maps API-nøkkel

source: Google Maps API key is required when using modal display type
da_dk: Google Maps API nøgle er påkrævet, når modal visningstypen bruges
no_no: Google Maps API-nøkkel er påkrevd når modal visningstype brukes

source: If you need help configuring Shipmondo Delivery Checkout, you can follow our
da_dk: Hvis du har brug for hjælp til at konfigurere Shipmondo Delivery Checkout, kan du følge vores
no_no: Hvis du trenger hjelp til å konfigurere Shipmondo Delivery Checkout, kan du følge vår

source: Invalid display type
da_dk: Ugyldig visningstype
nn_no: Ugyldig visningstype
no_no: Ugyldig visningstype

source: Only used when displaying service points in modal.
da_dk: Bruges kun når udleveringsteder vises i modal.
nn_no: Blir berre brukt når utleveringsstader blir vist i modal.
no_no: Brukes kun når utleveringssteder vises i modal.

source: Powered by Shipmondo
no_no: Drevet av Shipmondo

source: Product
da_dk: Produkt
nn_no: Produkt
no_no: Produkt

source: Service Point
da_dk: Udleveringssted
nn_no: Utleveringsstad
no_no: Utleveringssted

source: Service point types
da_dk: Udleveringssteds-typer
no_no: Utleveringssted-typer

source: Shipmondo carrier
da_dk: Shipmondo transportør
no_no: Shipmondo transportør

source: Shipmondo carriers
da_dk: Shipmondo transportører
no_no: Shipmondo transportører

source: Show service points in
da_dk: Vis udleveringssteder i
nn_no: Vis utleveringsstader i
no_no: Vis utleveringssteder i

source: The selected carrier is already associated with a Shipmondo carrier.
da_dk: Det valgte leveringsfirma er allerede associeret med en Shipmondo transportør.
nn_no: Den valde transportøren er allereie knytt til ein Shipmondo transportør.
no_no: Den valgte transpotøren er allerede tilknyttet en Shipmondo transportør.

source: The selected carrier product supports the following countries:
da_dk: Det valgte transportør produkt understøtter følgende lande:
no_no: Det valgte transportør produktet støtter følgende land:

source: To generate a Delivery Checkout key, go to
da_dk: For at generere en Delivery Checkout nøgle, gå til
no_no: For å generere en fraktmodulnøkkel, gå til

source: To generate a Google Maps API key, go to
da_dk: For at generere en Google Maps API nøgle, gå til
nn_no: For å generere ein Google Maps API-nøkkel, gå til
no_no: For å generere en Google Maps API-nøkkel, gå til

source: When Shipmondo Delivery Checkout is configured, go to
da_dk: Når Shipmondo Delivery Checkout er konfigureret, gå til
no_no: Når Shipmondo Delivery Checkout er konfigurert, gå til

source: to configure Shipmondo Delivery Checkout.
da_dk: for at konfigurere Shipmondo Delivery Checkout.
no_no: for å konfigurere Shipmondo Delivery Checkout.

source: to setup carriers
da_dk: for at opsætte transportører
no_no: or å sette opp transportører

source: Loading...
nn_no: Lastar inn...

source: Shipping module key is required
nn_no: Fraktmodulnøkkel er påkravd

source: Google Maps API key is required when using modal display type
nn_no: Google Maps API-nøkkel er påkravd når modal visningstype blir brukt

source: Shipmondo carrier
nn_no: Shipmondo transportør

source: Shipping module key
nn_no: Fraktmodulnøkkel

source: Shipmondo carriers
nn_no: Shipmondo transportørar

source: Add Shipmondo carrier
nn_no: Legg til Shipmondo transportør

source: If you need help configuring Shipmondo Delivery Checkout, you can follow our
nn_no: Om du treng hjelp til å konfigurere Shipmondo Delivery Checkout, kan du følgje vår

source: To generate a shipping module key, go to
nn_no: For å generere ein fraktmodulnøkkel, gå til
